export default {
    topRow: [
        {
            rightTextColor: "#0ABBA5",
            leftTextColor: "#7D8790",
            leftText: "Прибыль (руб)",
            rightTxt: "+47%",
            isSymbol: false,
            valueColor: "#35383D",
            value: "1,240,650",
        },
        {
            rightTextColor: "#7D8790",
            leftTextColor: "#7D8790",
            leftText: "Ожидается (руб)",
            rightTxt: "(382)",
            isSymbol: false,
            valueColor: "#35383D",
            value: "2,320,340",
        },
        {
            rightTextColor: "#F24651",
            leftTextColor: "#7D8790",
            leftText: "Рост",
            rightTxt: "-27%",
            isSymbol: false,
            valueColor: "#F24651",
            value: "104%",
        },
        {
            rightTextColor: "#7D8790",
            leftTextColor: "#7D8790",
            leftText: "Возврат",
            rightTxt: "(14)",
            isSymbol: false,
            valueColor: "#35383D",
            value: "-287,000",
        },
        {
            rightTextColor: "",
            leftTextColor: "#7D8790",
            leftText: "Клиенты",
            rightTxt: "",
            isSymbol: false,
            valueColor: "#35383D",
            value: "367",
        },
        {
            rightTextColor: "#0ABBA5",
            leftTextColor: "#7D8790",
            leftText: "LTV (руб)",
            rightTxt: "-27%",
            isSymbol: false,
            valueColor: "#35383D",
            value: "1,200",
        },
        {
            rightTextColor: "",
            leftTextColor: "#398BFF",
            leftText: "Больше статистики",
            rightTxt: "",
            isSymbol: true,
            valueColor: "",
            value: "",
        },
    ],
    cols: [
        {
            heading: "Новые",
            number: 7,
            cards: [
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
            ],
        },
        {
            heading: "Квалификация",
            number: 1,
            cards: [
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
            ],
        },
        {
            heading: "Перезвонить",
            number: 2,
            cards: [
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
            ],
        },
        {
            heading: "Остались возражения",
            number: 1,
            cards: [
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
            ],
        },
        {
            heading: "Оплатили",
            number: 1,
            cards: [
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
                {
                    heading: "Иван",
                    time: "11:33",
                    text:
                        "Лид с формы “Оставить заявку на расч Лид с формы “Оставить заявку на расч",
                    state: "Холодный",
                    day: "Сегодня",
                },
            ],
        },
    ],
    modalData: {
        number: "#486542",
        title:
            "Лид с формы “Оставить заявку на расчёт стоимости упаковки франшизы”",
        time: "Сегодня в  11:33",
        tags: ["Теплый", "Нужен расчёт"],
        action: "Этап 1/7: Перезвонить",
        contacts: [
            ["Имя", "Контантинов Константин"],
            ["Телефон", "79101340155"],
            ["Email", "long-long-example@domain.com"],
        ],
        project: {
            part1: [
                ["Менеджер", "Мария Викторовна"],
                ["Название поля", "..."],
                ["Название поля", "..."],
            ],
            part2: [
                ["Направление", "Упаковка франшизы"],
                ["Стоимость (руб)", "17800"],
                ["Название поля", "..."],
            ],
        },
        history: [
            {
                label: "Создан дизайн этой карточки",
                time: "10 мая, 2020 в 11:33",
                type: "No action",
            },
            {
                label: "Изменен статус на “Перезвонить”",
                time: "10 мая, 2020 в 11:33",
                type: "No action",
            },
            {
                label: "Создана Задача",
                time: "10 мая, 2020 в 11:33",
                type: "No action",
            },
            {
                label: "Создана Задача",
                time: "10 мая, 2020 в 11:33",
                type: "Replay",
                section: {
                    name: "Максим Солдаткин",
                    task: "Отправить КП по заявке 🔥",
                    time: "1д",
                    date: "10 мая в 11:33",
                    actionName: "Задача",
                    actionIcon: "done.svg",
                    actionColor: "#F24651",
                },
            },
            {
                label: "Создана Задача на Звонок",
                time: "10 мая, 2020 в 11:33",
                type: "Replay",
                section: {
                    name: "Максим Солдаткин",
                    task: "Связаться с клиентом",
                    time: "3д",
                    date: "13 мая в 16:30",
                    actionName: "Звонок",
                    actionIcon: "phone.svg",
                    actionColor: "#398BFF",
                },
            },
            {
                label: "Добавлено сообщение из ВКонтакте",
                time: "10 мая, 2020 в 11:33",
                type: "Social",
                section: {
                    name: "Максим Солдаткин",
                    task: "точечное воздействие уравновешивает опрос",
                    actionName: "Instagram",
                    actionIcon: "instagram.svg",
                    actionColor: "#E1306C",
                },
            },
            {
                label: "Добавлена Заметка",
                time: "10 мая, 2020 в 11:33",
                type: "Social",
                section: {
                    name: "Максим Солдаткин",
                    task:
                        "Молодежная аудитория порождает медиабизнес, опираясь на опыт западных коллег",
                    actionName: "Заметка",
                    actionIcon: "edit.svg",
                    actionColor: "#F2994A",
                },
            },
            {
                label: "Создана Задача",
                time: "10 мая, 2020 в 11:33",
                type: "Replay",
                section: {
                    name: "Максим Солдаткин",
                    task: "Отправить КП по заявке 🔥",
                    time: "1д",
                    date: "10 мая в 11:33",
                    actionName: "Задача",
                    actionIcon: "done.svg",
                    actionColor: "#F24651",
                },
            },
        ],
    },
}
